
# Файлы *.py и редактор
print("Hello, world")
print("Hello, programmer")
print(2+2)
print(10/3)

# ПЕРЕМЕННЫЕ 
# Создайте в редакторе файл hello.py, в котором будет переменная name с вашим именем
# Сделайте так, чтобы при запуске скрипта значение переменной выводилось на экран
# Запустите скрипт
name = "Dasha"
print(name)

# ПРОСТЫЕ ТИПЫ ДАННЫХ 
